tap "common-fate/granted"
tap "homebrew/services"
tap "jondot/tap"
tap "julien-cpsn/atac"
tap "latticehr/lattice", "git@github.com:latticehr/homebrew-lattice.git"
tap "mk-5/mk-5"
tap "ngrok/ngrok"
tap "quantonganh/tap"
tap "sqitchers/sqitch"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "python@3.13"
brew "aerc"
brew "awscli"
brew "bottom"
brew "btop"
brew "calcurse"
brew "cmake"
brew "cmatrix"
brew "lima"
brew "colima"
brew "perl"
brew "cryptography"
brew "curl"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "duti"
brew "fmt"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fd"
brew "libssh"
brew "fftw"
brew "fuzzy-find"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git-machete"
brew "grpc"
brew "grpcui"
brew "grpcurl"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "lazygit"
brew "localstack"
brew "luajit"
brew "luarocks"
brew "mas"
brew "mpv"
brew "neovim"
brew "node", link: false
brew "pkgconf"
brew "openssl@1.1"
brew "tmux"
brew "postgresql@11"
brew "postgresql@12"
brew "postgresql@13"
brew "postgresql@14", link: false
brew "pre-commit"
brew "python@3.11"
brew "qemu"
brew "rainfrog"
brew "rapidjson"
brew "reattach-to-user-namespace"
brew "redis", restart_service: :changed, link: false
brew "ripgrep"
brew "ruby"
brew "starship"
brew "tectonic"
brew "tree"
brew "watchman"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "julien-cpsn/atac/atac"
brew "latticehr/lattice/lattice-devenv"
brew "mk-5/mk-5/fjira"
brew "quantonganh/tap/chatgpt-tui"
cask "basictex"
cask "font-hack"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "keycastr"
cask "ngrok"
cask "obsidian"
cask "qmk-toolbox"
cask "raycast"
cask "visual-studio-code"
cask "wezterm"
go "github.com/adiom-data/grpcmcp"
