brew "atac"
brew "btop"
brew "curl"
brew "git"
brew "gh"
brew "lazygit"
brew "mpv"
brew "rainfrog"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "watchman"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-completions"

cask "ghostty"
cask "keycastr"
cask "obsidian"
cask "raycast"
